Repository: pizza-studio/HSRPizzaHelper
Catalog: Internationalization/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, ru, vi, zh_hans, zh_hant

# sys.more.title
source: More
es: Ver más
ja: その他
ru: Ещё
vi: Thêm
zh_hans: 更多
zh_hant: 更多

# sys.ok
source: OK
es: Aceptar
ru: ОК
zh_hans: 好
zh_hant: 好

# sys.refuse
source: Refuse
es: Rechazar
ja: 拒否
ru: Отклонить
vi: Từ Chối
zh_hans: 拒绝
zh_hant: 拒絕

# sys.save
source: Save
es: Guardar
ja: セーブ
ru: Сохранить
vi: Lưu
zh_hans: 保存
zh_hant: 保存

# sys.server.cn
source: China Mainland Servers
es: Servidores de China
ja: 中国本土のプレーヤー
ru: Сервера Континентального Китая
vi: Máy Chủ Trung Quốc
zh_hans: 国服
zh_hant: 中國大陸伺服器

# sys.server.os
source: Global Servers
es: Servidores Globales
ja: グローバルプレーヤー
ru: Глобальные серверы
vi: Máy Chủ Quốc Tế
zh_hans: 国际服
zh_hant: 國際伺服器

# sys.thank.headline
source: Our app uses the following open source components and third-party APIs, and we would like to thank their authors.
es: Nuestra aplicación utiliza los siguientes componentes de código abierto y APIs de terceros, y nos gustaría agradecer a sus autores.
ja: このアプリは、次のオープン ソース コンポーネントとサードパーティ API を使用しており、それらの作成者に感謝します。
ru: Наше приложение использует нижеперечисленные компоненты с открытым исходным кодом и сторонними APIs, за что мы безмерно благодарим их авторов.
vi: Ứng dụng của chúng tôi sử dụng các thành phần nguồn mở và API của bên thứ ba sau đây và chúng tôi muốn cảm ơn các tác giả của chúng.
zh_hans: 我们的App使用了以下开源组件和第三方API，在此向其作者表示感谢。
zh_hant: 我們的App使用了以下開放原始碼組件和第三方API，在此向其作者表示感謝。

# sys.thank.title
source: Acknowledgement for open source components and third-party APIs
es: Reconocimiento de componentes de código abierto y APIs de terceros
ja: オープンソース コンポーネントおよびサードパーティ API に対するの感謝
ru: Список использованных компонентов с открытым исходным кодом и сторонними API
vi: Xác nhận cho các thành phần nguồn mở và API của bên thứ ba
zh_hans: 开源组件与第三方API致谢
zh_hant: 開放原始碼組件與第三方API致謝

# sys.warning.osservers
source: **Note**: Due to the lack of API support from HoYoLAB for international servers (America, Asia, Europe, TW/HK/MO servers), players on international servers are currently unable to use the main features of this app. We will adapt the app as soon as HoYoLAB provides the API for international servers.
es: **Nota**: Debido a la falta de soporte API de HoYoLAB para servidores internacionales (Servidores de América, Asia, Europa, TW/HK/MO), los jugadores de servidores internacionales no pueden utilizar las características principales de esta aplicación. Adaptaremos la aplicación tan pronto como HoYoLAB proporcione la API para servidores internacionales.
ja: **注意**：HoYoLABが国際サーバー（Asia、America、Europe、TW/HK/MOサーバー）のアカウントに対するAPIを提供していないため、国際サーバーのプレイヤーは現時点ではこのアプリの主要な機能を利用することができません。HoYoLABがAPIを提供した場合、私たちはすぐに対応いたします。
vi: **Lưu ý**: Do HoYoLAB thiếu hỗ trợ API cho các máy chủ quốc tế (máy chủ Mỹ, Châu Á, Châu Âu, TW/HK/MO), người chơi trên các máy chủ quốc tế hiện không thể sử dụng các tính năng chính của ứng dụng này. Chúng tôi sẽ điều chỉnh ứng dụng ngay khi HoYoLAB cung cấp API cho các máy chủ quốc tế.
zh_hans: **注意**：由于HoYoLAB未提供对国际服（America, Asia, Europe, TW/HK/MO服务器）帐号的API，因此国际服玩家暂时无法使用本App的主要功能。我们将在HoYoLAB提供API后第一时间适配。
zh_hant: **注意**：由於HoYoLAB未提供對國際伺服器（America, Asia, Europe, TW/HK/MO伺服器）帳號的API，因此國際服玩家暫時無法使用本App的主要功能。我們將在HoYoLAB提供API後第一時間適配。

# sys.weekday.friday
source: Friday
es: Viernes
ja: 金曜日
vi: Thứ Sáu
zh_hans: 星期五
zh_hant: 星期五

# sys.weekday.monday
source: Monday
es: Lunes
ja: 月曜日
vi: Thứ Hai
zh_hans: 星期一
zh_hant: 星期一

# sys.weekday.saturday
source: Saturday
es: Sábado
ja: 土曜日
vi: Thứ Bảy
zh_hans: 星期六
zh_hant: 星期六

# sys.weekday.sunday
source: Sunday
es: Domingo
ja: 日曜日
vi: Chủ Nhật
zh_hans: 星期日
zh_hant: 星期日

# sys.weekday.thursday
source: Thursday
es: Jueves
ja: 木曜日
vi: Thứ Năm
zh_hans: 星期四
zh_hant: 星期四

# sys.weekday.tuesday
source: Tuesday
es: Martes
ja: 火曜日
vi: Thứ Ba
zh_hans: 星期二
zh_hant: 星期二

# sys.weekday.wednesday
source: Wednesday
es: Miércoles
ja: 水曜日
vi: Thứ Tư
zh_hans: 星期三
zh_hant: 星期三

# tab.home
source: Home
es: Inicio
ja: ホーム
ru: Главная
vi: Trang Chủ
zh_hans: 主页
zh_hant: 主頁

# tab.settings
source: Settings
es: Configuración
ja: 設定
ru: Настройки
vi: Cài Đặt
zh_hans: 设置
zh_hant: 設定

# update.announcement
source: Update Announcements
es: Anuncios de la actualización
ja: お知らせ
ru: Новое обновление
vi: Cập Nhật Thông Báo
zh_hans: 更新公告
zh_hant: 更新公告

# update.content
source: Update Contents:
es: Contenidos de la actualización:
ja: 更新内容：
ru: Новое в обновлении:
vi: Nội Dung Cập Nhật
zh_hans: 更新内容：
zh_hant: 更新內容：

# update.found
source: Newer Version Found
es: Nueva versión disponible
ja: 新バージョン
ru: Обнаружена новая версия
vi: Đã Tìm Thấy Phiên Bản Mới Hơn
zh_hans: 发现新版本
zh_hant: 發現新版本

# update.history.title
source: Update History
es: Historial de actualizaciones
ja: 更新履歴
ru: История обновлений
vi: Lịch Sử Cập Nhật
zh_hans: 更新历史记录
zh_hant: 更新歷程記錄

# update.move.as
source: Update in App Store
es: Actualizar en App Store
ja: App Storeで更新
ru: Обновить в AppStore
vi: Cập Nhật Tại App Store
zh_hans: 前往App Store更新
zh_hant: 前往App Store更新

# update.move.tf
source: Update at TestFlight
es: Actualizar en TestFlight
ja: TestFlightで更新
ru: Обновить в TestFlight
vi: Cập Nhật Tại TestFlight
zh_hans: 前往TestFlight更新
zh_hant: 前往TestFlight更新

# update.read
source: Got it
es: Entendido
ja: 了解
ru: Хорошо
vi: Hiểu Rồi
zh_hans: 我知道了
zh_hant: 我知道了

# update.thank
source: You are up to date
es: Estás actualizado
ja: Appは最新です
ru: Обновление не требуется
vi: Bạn Đã Cập Nhật
zh_hans: 感谢您更新到最新版本
zh_hant: 感謝您更新到最新版本

# watch.account.empty
source: Syncing from iCloud
es: Sincronizando desde iCloud
ja: iCloudから同期中
vi: Đồng bộ hóa từ iCloud
zh_hans: 等待从iCloud同步
zh_hant: 等待從iCloud同步

# Widget_Background_Marth7th
source: Marth 7th
es: 7 de Marzo
ja: 三月なのか
ru: Март 7
zh_hans: 三月七
zh_hant: 三月七

# Widget_Background_Party
source: Trailblazers' Party
es: Fiesta del Trazacaminos
ja: 開拓者たちのパーティ
ru: Команда Первопроходца
zh_hans: 开拓者们的派对
zh_hant: 開拓者們的派對

# widget.dailynote.timeline.error.noaccount
source: Error: Found no account.
es: Error: No se encontró ninguna cuenta.
ja: エラー：アカウントが見つかりませんでした
ru: Ошибка: Аккаунт не найден.
vi: Lỗi: Không tìm thấy tài khoản.
zh_hans: 错误：未找到帐号
zh_hant: 錯誤：未找到帳號

# widget.gistyle.rect.desc
source: Status for Trailblaze Power and Dispatch Assignments.
es: Estado del Poder Trazacaminos y Encargos.
ja: 開拓力の回復状況と派遣依頼の進行状況
ru: Статус для энергии Освоения и поручений.
vi: Trạng Thái Của Sức Mạnh Khai Phá & Nhiệm Vụ Uỷ Thác
zh_hans: 开拓力恢复与派遣委托进行状态。
zh_hant: 開拓力恢復與派遣委託進行狀態。

# widget.gistyle.rect.display
source: Trailblaze Power and Dispatch Assignments
es: Poder Trazacaminos y Encargos
ja: 開拓力と派遣依頼
ru: Энергия Освоения и поручения
vi: Sức Mạnh Khai Phá & Nhiệm Vụ Uỷ Thác
zh_hans: 开拓力与派遣委托
zh_hant: 開拓力與派遣委託

# widget.gistyle.square.desc
source: Status for Trailblaze Power and Dispatch Assignments.
es: Estado del Poder Trazacaminos y Encargos.
ja: 開拓力の回復状況と派遣依頼の進行状況
ru: Статус для энергии Освоения и поручений.
vi: Trạng Thái Của Sức Mạnh Khai Phá & Nhiệm Vụ Uỷ Thác
zh_hans: 开拓力恢复与派遣委托进行状态。
zh_hant: 開拓力恢復與派遣委託進行狀態。

# widget.gistyle.square.display
source: Trailblaze Power and Dispatch Assignments
es: Poder Trazacaminos y Encargos
ja: 開拓力と派遣依頼
ru: Энергия Освоения и поручения
vi: Sức Mạnh Khai Phá & Nhiệm Vụ Uỷ Thác
zh_hans: 开拓力与派遣委托
zh_hant: 開拓力與派遣委託

# widget.large.desc
source: Track your trailblaze power.
es: Rastrea tu poder trazacaminos.
ja: 今すぐ開拓力と派遣依頼の状態を確認！
ru: Отследить энергию Освоения.
vi: Theo Dõi Sức Mạnh Khai Phá .
zh_hans: 实时开拓力恢复状态。
zh_hant: 實時開拓力恢復狀態。

# widget.large.display
source: Trailblaze Power
es: Poder Trazacaminos
ja: 崩スタ開拓力ウィジェット
ru: Энергия Освоения
vi: Sức Mạnh Khai Phá
zh_hans: 开拓力
zh_hant: 開拓力

# widget.lockscreen.common.desc
source: Track your trailblaze power.
es: Rastrea tu poder trazacaminos.
ja: 開拓力を追跡
ru: Отследить энергию Освоения.
vi: Theo Dõi Sức Mạnh Khai Phá Của Bạn .
zh_hans: 实时开拓力恢复状态。
zh_hant: 實時開拓力恢復狀態。

# widget.lockscreen.common.display
source: Trailblaze Power
es: Poder Trazacaminos
ja: 開拓力
ru: Энергия Освоения
vi: Sức Mạnh Khai Phá
zh_hans: 开拓力
zh_hant: 開拓力

# widget.lockscreen.fulltime.desc
source: Time to full recovery of trailblaze power.
es: Tiempo para la recuperación total del poder trazacaminos.
ja: 開拓力の完全回復までの時間。
ru: Время полного восстановления энергии Освоения.
vi: Thời gian đến lúc phục hồi hoàn toàn sức mạnh khai phá .
zh_hans: 开拓力回满的时间。
zh_hant: 開拓力回滿的時間。

# widget.lockscreen.fulltime.display
source: Trailblaze Power Clock
es: Reloj de Poder Trazacaminos
ja: 開拓力時計
ru: Часы энергии Освоения
vi: Bộ Đếm Sức Mạnh Khai Phá
zh_hans: 开拓力时钟
zh_hant: 開拓力時鐘

# widget.lockscreen.largeicon.desc
source: Track your trailblaze power.
es: Rastrea tu poder trazacaminos.
ja: 開拓力を追跡
ru: Отследить энергию Освоения.
vi: Theo Dõi Sức Mạnh Khai Phá .
zh_hans: 实时开拓力恢复状态。
zh_hant: 實時開拓力恢復狀態。

# widget.lockscreen.largeicon.display
source: Trailblaze Power
es: Poder Trazacaminos
ja: 開拓力
ru: Энергия Освоения
vi: Sức Mạnh Khai Phá
zh_hans: 开拓力
zh_hant: 開拓力

# widget.lockscreen.timer.desc
source: Countdown to full recovery of trailblaze power.
es: Cuenta atrás para la recuperación total del poder trazacaminos.
ja: 開拓力の完全回復までのカウントダウン。
ru: Обратный отсчет до полного восстановления энергии Освоения.
vi: Đếm ngược để phục hồi hoàn toàn Sức Mạnh Khai Phá .
zh_hans: 开拓力完全恢复的倒计时。
zh_hant: 開拓力完全恢復的倒計時。

# widget.lockscreen.timer.display
source: Trailblaze Power Timer
es: Temporizador de Poder Trazacaminos
ja: 開拓力タイマー
ru: Таймер энергии Освоения
vi: Hẹn Giờ Sức Mạnh Khai Phá
zh_hans: 开拓力计时器
zh_hant: 開拓力計時器

# widget.rect.desc
source: Track your trailblaze power.
es: Rastrea tu poder trazacaminos.
ja: 今すぐ開拓力と派遣依頼の状態を確認！
ru: Отследить энергию Освоения.
vi: Theo Dõi Sức Mạnh Khai Phá .
zh_hans: 实时开拓力恢复状态。
zh_hant: 實時開拓力恢復狀態。

# widget.rect.display
source: Trailblaze Power
es: Poder Trazacaminos
ja: 崩スタ開拓力ウィジェット
ru: Энергия Освоения
vi: Sức Mạnh Khai Phá
zh_hans: 开拓力
zh_hant: 開拓力

# widget.small.desc
source: Track your trailblaze power.
es: Rastrea tu poder trazacaminos.
ja: 今すぐ開拓力と派遣依頼の状態を確認！
ru: Отследить энергию Освоения.
vi: Theo Dõi Sức Mạnh Khai Phá .
zh_hans: 实时开拓力恢复状态。
zh_hant: 實時開拓力恢復狀態。

# widget.small.display
source: Trailblaze Power
es: Poder Trazacaminos
ja: 崩スタ開拓力ウィジェット
ru: Энергия Освоения
vi: Sức Mạnh Khai Phá
zh_hans: 开拓力
zh_hant: 開拓力

# app.gacha.account.select.notSelected
source: Not Selected
fr: Non sélectionné
ja: ご選択を
ru: Не выбран
vi: Không Được Chọn
zh_hans: 未选择
zh_hant: 未選擇

# app.gacha.account.select.title
source: Select Account
fr: Sélectionner un compte
ja: アカウントの選択
ru: Выбрать аккаунт
vi: Chọn Tài Khoản
zh_hans: 选择账号
zh_hant: 選擇帳號

# app.gacha.data.export.button
source: Export
fr: Exporter
ja: 書き出す
zh_hans: 导出
zh_hant: 匯出

# app.gacha.import.continue
source: Continue importing
fr: Continuer l'importation
ja: 引き続き読み込む
ru: Продолжить импорт
vi: Tiếp tục nhập
zh_hans: 继续导入
zh_hant: 繼續匯入

# app.gacha.import.fail
source: Import failed
fr: L'importation a échoué
ja: 読み込み失敗
ru: Ошибка импорта!
vi: Nhập thất bại
zh_hans: 导入失败
zh_hant: 匯入失敗

# app.gacha.import.fail.fileAccessFail
source: Unable to access file
fr: Impossible d'accéder au fichier
ja: ファイルはアクセスできませんでした
ru: Не удается получить доступ к файлу
vi: Không thể truy cập tệp
zh_hans: 无法访问文件
zh_hant: 無法訪問檔案

# app.gacha.import.help.srgf.button
source: Apps Supporting SRGF
fr: Logiciels prenant en charge SRGF
ja: SRGFフォーマットをサポートしているアプリ
ru: Программы поддерживающие SRGF
vi: Phần Mềm Hỗ Trợ SRGF
zh_hans: 支持SRGF的软件
zh_hant: 支援SRGF的軟體

# app.gacha.import.info.import:%lld
source: Imported %lld records
fr: %lld enregistrements ont été importés
ja: %lld件の履歴データを読み込みました
ru: Импортировано %lld записей
vi: Bản ghi %lld đã nhập
zh_hans: 导入了%lld条记录
zh_hant: 匯入了%lld筆記錄

# app.gacha.import.info.source:%@
source: Data source: %@
fr: Source de données : %@
ja: データソース：%@
ru: Источник данных: %@
vi: Nguồn dữ liệu: %@
zh_hans: 数据来自：%@
zh_hant: 資料來自：%@

# app.gacha.import.info.storage:%lld
source: Stored %lld new records
fr: %lld nouveaux enregistrements ont été stockés
ja: %lld件の履歴データを保存しました
ru: Сохранено %lld новых записей
vi: Đã lưu trữ %lld bản ghi mới
zh_hans: 储存了%lld条新记录
zh_hant: 儲存了%lld筆新記錄

# app.gacha.import.info.time:%@
source: Export time: %@
fr: Temps d'exportation : %@
ja: 書き出した時：%@
ru: Время экспорта: %@
vi: thời gian xuất: %@
zh_hans: 导出时间：%@
zh_hant: 匯出時間：%@

# app.gacha.import.retry
source: Retry
fr: Réessayer
ja: もう一回試す
ru: Повторить
vi: Thử Lại
zh_hans: 重试
zh_hant: 重試

# app.gacha.import.srgf
source: Import SRGF Wish Log
fr: Importer le journal de souhaits SRGF
ja: SRGF祈願履歴データを読み込む
ru: Импорт журнала круток SRGF
vi: Nhập Vào Lịch Sử Cầu Nguyện Định Dạng SRGF
zh_hans: 导入SRGF祈愿记录
zh_hant: 匯入SRGF祈願記錄

# app.gacha.import.srgf.json
source: Import SRGF JSON wish records
fr: Importer les enregistrements de vœux au format JSON SRGF
ja: SRGF（JSON）フォーマットの祈願履歴を読み込む
ru: Импортировать SRGF JSON записи молитв
vi: Nhập bản ghi SRGF JSON
zh_hans: 导入SRGF JSON格式祈愿记录
zh_hant: 匯入SRGF JSON格式祈願記錄

# app.gacha.import.srgf.verified.note.1
source: We support all export files that strictly comply with the SRGF standard. For a list of supported apps and corresponding export formats, please click on the top right corner to open help page.
fr: Nous prenons en charge tous les fichiers d'exportation qui respectent strictement la norme SRGF. Pour une liste des applications prises en charge et des formats d'exportation correspondants, veuillez cliquer sur le coin supérieur droit pour ouvrir la page d'aide.
ja: SRGFフォーマット標準を厳しくしたアプリ・サービスから書き出したそのファイルデータ限り、ここで読み込めます。その標準をサポートしたアプリ・サービスとそれに応ずるフォーマットについての情報は、画面の右上をタップしてから参考説明ページに記されております。
ru: Мы поддерживаем все файлы экспорта, которые строго соответствуют стандарту SRGF. Чтобы просмотреть список поддерживаемых приложений и соответствующих форматов экспорта, нажмите в правом верхнем углу, чтобы открыть страницу справки.
vi: Chúng tôi hỗ trợ tất cả các tệp xuất tuân thủ nghiêm ngặt tiêu chuẩn SRGF. Để biết danh sách các ứng dụng được hỗ trợ và các định dạng xuất tương ứng, vui lòng nhấp vào góc trên cùng bên phải để mở trang trợ giúp.
zh_hans: 我们支持所有严格遵守SRGF标准的导出文件。受支持的App及对应导出格式请点击右上角参阅帮助页面。
zh_hant: 我們支援所有嚴格遵守SRGF標準的匯出檔案。受支援的App及對應匯出格式請點擊右上角參閱說明頁面。

# app.gacha.import.srgf.verified.note.2
source: We support importing all files that comply with the SRGF format, but we have found that some software that claims to support SRGF that do not meet the standard. The following software has been verified to be able to import smoothly into this App.
fr: Nous prenons en charge l'importation de tous les fichiers conformes au format SRGF, mais nous avons constaté que certains logiciels qui prétendent prendre en charge SRGF ne respectent pas la norme. Les logiciels suivants ont été vérifiés pour pouvoir être importés sans problème dans cette application.
ja: SRGFフォーマット標準を厳しくしたアプリ・サービスから書き出したそのファイルデータ限り、ここで読み込めます。ですが、一部のアプリ・サービスはそれを宣言したとしても、互換性のないファイルを書き出したことはございます。下記のは「書き出したファイルはここで利用可能」だと検証済みのアプリ・サービス。
ru: Мы поддерживаем импорт всех файлов, соответствующих формату SRGF, но обнаружили, что некоторые программы, заявленные как поддерживающие SRGF, не соответствуют этому. Следующее ПО было проверено на возможность беспрепятственного импорта в GIPH.
vi: Chúng tôi hỗ trợ nhập tất cả các tệp tuân thủ định dạng SRGF, nhưng chúng tôi đã phát hiện ra rằng một số phần mềm tuyên bố hỗ trợ SRGF không đáp ứng tiêu chuẩn. Phần mềm sau đã được xác minh để có thể nhập trơn tru vào ứng dụng này.
zh_hans: 我们支持导入所有符合SRGF格式的文件，但我们仍发现部分宣称已支持SRGF的软件导出的记录不合标准。以下为经验证能够顺利导入本App的软件。
zh_hant: 我們支援匯入所有符合SRGF格式的檔案，但我們仍發現部分宣稱已支援SRGF的軟體匯出的記錄不合標準。以下為經驗證能夠順利匯入本App的軟體。

# app.gacha.import.success
source: Wish data imported successfully
fr: Les données de vœux ont été importées avec succès
ja: 祈願データの読み込みは無事完了しました
ru: Данные молитв были успешно импортированы
vi: Dữ liệu cầu nguyện được nhập thành công
zh_hans: 成功导入祈愿数据
zh_hant: 成功匯入祈願資料

# app.gacha.import.working
source: Importing, please wait…
fr: Importation en cours, veuillez patienter…
ja: 読み込み中で、少々お待ちを。
ru: Импорт, подождите…
vi: Đang nhập, vui lòng đợi…
zh_hans: 导入中，请稍候…
zh_hant: 匯入中，請稍候…

# detailPortal.player.worldLevel
source: World Level
fr: Niveau d'équilibre
ja: 均衡レベル
ru: Уровень Равновесия
vi: Cấp Cân Bằng
zh_hans: 均衡等级
zh_hant: 均衡等級

# detailPortal.prompt.pleaseSelectAccount
source: Please choose account first
fr: Veuillez d'abord choisir un compte
ja: まずアカウントを選んでください
ru: Пожалуйста, выберите сначала аккаунт
vi: Vui lòng chọn tài khoản trước
zh_hans: 请先选择账号
zh_hant: 請先選擇帳號

# gacha.export.chooseLanguage
source: Select Language
fr: Sélectionner la langue
ja: 言語のお選びを
ru: Выберите язык
vi: Chọn ngôn ngữ
zh_hans: 选择语言
zh_hant: 選擇語言

# gacha.languageCode.de
source: German
fr: Allemand
ja: ドイツ語
ru: Немецкий
vi: Tiếng Đức
zh_hans: 德文
zh_hant: 德文

# gacha.languageCode.enUS
source: English (United States)
fr: Anglais (États-Unis)
ja: 英語 (米国)
ru: Английский (Соединенные Штаты)
vi: Tiếng Anh (Hoa Kỳ)
zh_hans: 英语（美国）
zh_hant: 英語（美國）

# gacha.languageCode.es
source: Spanish
fr: Espagnol
ja: スペイン語
ru: Испанский
vi: Tiếng Tây Ban Nha
zh_hans: 西班牙文
zh_hant: 西班牙文

# gacha.languageCode.fr
source: French
fr: Français
ja: フランス語
ru: Французский
vi: Tiếng Pháp
zh_hans: 法文
zh_hant: 法文

# gacha.languageCode.id
source: Indonesian
fr: Indonésien
ja: インドネシア語
ru: Индонезийский
vi: Tiếng Indonesia
zh_hans: 印尼文
zh_hant: 印尼文

# gacha.languageCode.ja
source: Japanese
fr: Japonais
ja: 日本語
ru: Японский
vi: Tiếng Nhật
zh_hans: 日文
zh_hant: 日文

# gacha.languageCode.ko
source: Korean
fr: Coréen
ja: 韓国語
ru: Корейский
vi: Tiếng Hàn
zh_hans: 韩文/朝鲜文
zh_hant: 韓文/朝鮮文

# gacha.languageCode.pt
source: Portuguese
fr: Portugais
ja: ポルトガル語
ru: Португальский
vi: Tiếng Bồ Đào Nha
zh_hans: 葡萄牙文
zh_hant: 葡萄牙文

# gacha.languageCode.ru
source: Russian
fr: Russe
ja: ロシア語
ru: Русский
vi: Tiếng Nga
zh_hans: 俄文
zh_hant: 俄文

# gacha.languageCode.th
source: Thai
fr: Thaïlandais
ja: タイ語
ru: Тайский
vi: Thái
zh_hans: 泰文
zh_hant: 泰文

# gacha.languageCode.vi
source: Vietnamese
fr: Vietnamien
ja: ベトナム語
ru: Вьетнамский
vi: Tiếng Việt
zh_hans: 越南文
zh_hant: 越南文

# gacha.languageCode.zhHans
source: Simplified Chinese
fr: Chinois simplifié
ja: 簡体字中国語
ru: Упрощенный Китайский
vi: Tiếng Trung Giản Thể
zh_hans: 简体中文
zh_hant: 簡體中文

# gacha.languageCode.zhHant
source: Traditional Chinese
fr: Chinois traditionnel
ja: 繁体字中国語
ru: Традиционный Китайский
vi: Tiếng Trung Phồn Thể
zh_hans: 繁体中文
zh_hant: 繁體中文

# settings.account.login.instruction
source: Click "Done" after you finish login to HoYoLAB in the following webpage. REMINDER: 3rd-party sign-in services like Google, Facebook, Twitter, Sign-in-with-Apple, etc. ARE NOT TECHNICALLY SUPPORTABLE IN THIS APP, please sign in with your username & password.
fr: Cliquer sur "Compris" après avoir fini de vous connecter à HoYoLAB dans le page web suivant. La Connection via Google, Facebook et Twitter à HoYoLAB n'est pas supporté, merci d'utiliser compte et mot de passe pour vous connecter
ja: 次のウェブページでHoYoLABへのログインが完了したら、「完了」をクリックしてください。 SNSアカウントでログインできません。アカウントとパスワードでログインしてください。
ru: Нажмите "Готово" после авторизации в HoYoLAB в вебокне. Вход через Google, Facebook или Twitter недоступен, используйте логин и пароль.
vi: Nhấp vào "Xong" sau khi bạn hoàn tất đăng nhập vào HoYoLAB trong trang web sau. Đăng nhập qua Google, Facebook hoặc Twitter không khả dụng, vui lòng đăng nhập bằng tên người dùng và mật khẩu của bạn.
zh_hans: 请在打开的网页完成登录米游社操作后点击「完成」。 通过Google，Facebook或Twitter等第三方服务登录HoYoLAB的方式不受敝 App 支持，请使用账号密码登录。
zh_hant: 請在打開的網頁完成登入米遊社操作後點擊「完成」。 通過Google，Facebook或Twitter等第三方服務登入HoYoLAB的方式不受敝 App支援，請使用帳號密碼登入。

# sys.help
source: Help
fr: Aide
ja: 操作説明
ru: Помощь
vi: Trợ Giúp
zh_hans: 帮助
zh_hant: 說明

# sys.retry
source: Retry
fr: Réessayer
ja: もう一回試す
ru: Повторить
vi: Thử Lại
zh_hans: 重试
zh_hant: 重試

# tab.detailPortal
source: Details
fr: Détails
ja: 詳細
ru: Подробности
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳情

# account.login.cn_disabled_desc
source: Sorry, login feature for China mainland server (Celestia and Irminsul server) is temporary down. We are working on this. You can now manually config your account with your own effective Miyoushe Cookie.
ja: 深く残念ながら、中国大陸のサーバー（天空の島サーバーと世界樹サーバー）のアカウントのログインは現時点でできません。一刻も早く使えるよう、我らは策を練っています。幸い、使える「米遊社Cookieデータ」がお持ちしている場合、ご自分でそれを書き込んでログインするのは可能です。
zh_hans: 抱歉，中国大陆服务器（天空岛＆世界树）的登录功能暂时无法使用。我们正在努力寻求解决方案。目前您仍可以通过「自行填写有效米游社Cookie」的方式来手动登录。
zh_hant: 抱歉，中國大陸伺服器（天空島＆世界樹）的登入功能暫時無法使用。我們正在努力尋求解決方案。目前您仍可以藉由「自行填寫有效米游社Cookie」的方式來手動登入。

# account.PlayerDetail.EmptyAvatarsFetched
source: Either no characters found in the Character Showcase, or Enka failed from retrieving the player's data from the game server.
ja: キャラ陳列には誰もござぬか、あるいは Enka にてゲームサーバーからプレーヤー資料を取り出すのはできなかった。
zh_hans: 账号未展示角色详情，或 Enka 未能成功从游戏服务器取得玩家数据。
zh_hant: 帳號未展示角色詳情，或 Enka 沒能成功從遊戲伺服器取得玩家資料。

# account.qr_code_login.check_scanned
source: I have scanned. Please check.
ja: スキャン済み、ご検査を
zh_hans: 已扫描，请检查
zh_hant: 已掃描，請檢查

# account.qr_code_login.click_qr_to_save
source: Tap the QR code above to save it
ja: QRコードをタップして保存
zh_hans: 点击该二维码以保存
zh_hant: 點按該 QR Code 以保存

# account.qr_code_login.footer
source: Please use MiYouShe app to scan the QR code. You may also want to screenshot this QR code for the scanning.
ja: 米遊社アプリで直接にスキャンするか、あるいは画面画像を撮ってからスキャンしてください。
zh_hans: 请使用米游社 App 扫描该二维码。您也可以将该二维码用屏幕截图的方式存下来扫描。
zh_hant: 請使用米遊社 App 掃描該 QR Code。您也可以將該 QR Code 用螢幕擷圖的方式存下來掃描。

# account.qr_code_login.not_scanned_alert
source: Server response indicates that the QR code has not been scanned. Please try scanning it again or regenerate a new QR code for scanning.
ja: サーバーからの報告によって、先のQRコードが未スキャンの状態のままのようです。それをもう一度スキャンするか、あるいはQRコードを再生成してスキャンしてください。
zh_hans: 服务器回传讯息指出该二维码尚未被扫描。请重新尝试扫描、或者重新生成新的二维码再尝试。
zh_hant: 伺服器回傳訊息指出該 QR Code 尚未被掃描。請重新嘗試掃描、或者重新生成新的 QR Code 再嘗試。

# account.qr_code_login.open_miyoushe
source: Click here to jump to Miyoushe
ja: 米遊社アプリを呼び出す
zh_hans: 点此跳转至米游社
zh_hant: 點此跳轉至米遊社

# account.qr_code_login.open_miyoushe_mas_page
source: Get Miyoushe from App Store
ja: App Store の米遊社アプリのページへ
zh_hans: 从 App Store 获取米游社应用
zh_hant: 藉由 App Store 獲取米遊社應用

# account.qr_code_login.regenerate_qrcode
source: Regenerate the QR code
ja: QRコードを再生成
zh_hans: 重新生成二维码
zh_hant: 重新生成 QR Code

# account.qr_code_login.shared_qr_code_title
source: QR Code for Miyoushe
ja: 米遊社専用QRコード
zh_hans: 米游社专用二维码
zh_hant: 米遊社專用 QR Code

# account.qr_code_login.title
source: Login by scanning the QR code
ja: QRコードスキャンでログイン
zh_hans: 通过扫描二维码登录
zh_hant: 藉由 QR Code 掃描的方式登入

# app.characters.count.character:%lld%lld%lld
source: There are %lld characters in total, including %lld 5-star characters and %lld 4-star characters.
ja: %lld人のキャラがいます。（%lld人の星5キャラと%lld人の星4キャラを含め）
ru: У вас %lld персонажей, включая %lld 5-звёздочных персонажей и %lld 4-звёздочных.
vi: Có tổng cộng %lld nhân vật , bao gồm %lld nhân vật 5 sao và %lld nhân vật 4 sao.
zh_hans: 共拥有%lld名角色，其中五星角色%lld名，四星角色%lld名。
zh_hant: 共擁有%lld名角色，其中五星角色%lld名，四星角色%lld名。

# app.characters.count.golds:%lld%lld%lld
source: Acquired 5-star items %lld times from gacha, including 5-star characters %lld times and 5-star weapons %lld times. (Unequipped star 5 weapons and the trailblazer's paths are not counted)
ja: ガチャで星5アイテムを%lld回獲得した、その中で星5キャラ%lld回、星５武器%lld回。（未装備の星5武器も芦毛ちゃんもカウントされません）
ru: Получено 5-звёздочных предметов %lld раз из молитвы, включая %lld раз 5-звёздочных персонажей и %lld раз(-а) 5-звёздочное оружие. (Не экипированное оружие не идёт в счёт)
vi: Nhận vật phẩm 5 sao %lld lần từ gacha, bao gồm nhân vật 5 sao %lld lần và vũ khí 5 sao %lld lần. (Vũ khí 5 sao chưa được trang bị không được tính)
zh_hans: 共获得%lld金，其中角色%lld金，武器%lld金。（未统计小灰毛和无人装备的五星武器）
zh_hant: 共獲得%lld金，其中角色%lld金，武器%lld金。（未統計小灰毛和無人裝備的五星武器）

# app.characters.filter.4star
source: 4-star characters
ja: 星４キャラ
ru: Только 4-звёздочные
vi: Nhân Vật 4 Sao
zh_hans: 四星角色
zh_hant: 四星角色

# app.characters.filter.5star
source: 5-star characters
ja: 星５キャラ
ru: Только 5-звёздочные
vi: Nhân Vật 5 Sao
zh_hans: 五星角色
zh_hant: 五星角色

# app.characters.filter.all
source: All Characters
ja: 全てのキャラクター
ru: Все персонажи
vi: Tất Cả Nhân Vật
zh_hans: 全部角色
zh_hant: 全部角色
